Can't mirror Load because mirror plane is not perpendicular to sketch plane.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CannotMirrorLoad { get; }
  Visual Basic
Public Shared ReadOnly Property CannotMirrorLoad As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CannotMirrorLoad {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures LoadFailures Class
  Autodesk.Revit.DB Namespace